Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=471_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Bohccostallit – ryhmälle kiitosta Oulussa
sme: Bohccostallit – joavku oaččui giitosiid Oulus

source: Saamelaisnuoria edustanut Bohccostallit – ryhmä sai kiitosta ja kunniamaininnan Oulussa valtakunnallisessa
sme: Sámenuoraid ovddastan Bohccostallit – joavku oaččui giitosiid ja gudnebálkkašumi Oulus riikaviidosaš

source: Moves - tanssikatselmuksessa
sme: MOVES – dánsundáhpáhusas

source: 20.-22.5. reippaalla esityksellään “ Njuovvan ” (poron teurastus).
sme: 20.-22.5. movttegis čájáhusainis “ Njuovvan ”.

source: Katselmukseen osallistui yli 1100 nuorta ja lasta 126 ryhmässä, joista Ivalon alakoulun kolme tyttöä ja neljä poikaa olivat nuorimmat.
sme: Dáhpáhussii oassálaste badjelaš 1100 nuora ja máná 126 sierra joavkkus, main Avvila vuolleskuvlla golbma nieidda ja njeallje bártni ledje buot nuoramusat.

source: Ryhmän ohjaajat, opettajat Bigga-Helena Magga ja Rauna Mätäsaho olivat iloisesti yllättyneitä ryhmänsä menestyksen vuoksi.
sme: Joavkku bagadeaddjit, oahpaheaddjit Bigga-Helena Magga ja Rauna Mätäsaho leigga erenoamáš ilus buori bohtosa geažil.

source: Tanssin idea sai alkunsa jakutialaisen Sykkys – tanssiryhmän esityksestä Ijahis Idja – tapahtumassa Inarissa 2010.
sme: Dánssa idéa lei vuolgán jakutialaš Sykkys - dánsunjoavkku čájáhusas Ijahis Idja – festiválas Anáris 2010.

source: Oulun katselmukseen osallistuivat myös Ivalon lukion Villasat - ryhmä tanssillaan Doaivut ja vuoimmehuvvat (Toivoa ja lannistua).
sme: Oulu dáhpáhussii oassálaste maiddái Avvila logahaga Villasat - joavku dánssain Doaivut ja vuoimmehuvvat.

source: Ryhmän viisi tyttöä olivat itse tehneet koreografian tanssi- ja draamaopettaja Teija Sonkkilan avustuksella, joka myös toimi ryhmän ohjaajana.
sme: Joavkku vihtta nieidda ledje ieža hutkán koreografiija dánsui ovttas Teija Sonkkilain, guhte bargá sihke dánsun- ja drámáoahpaheaddjin ja lei maiddái joavkku bagadallin.

source: Tanssin idea perustuu elokuvaan Kautokeinon kapina, josta myös esityksen taustalla soinut Mari Boinen musiikki oli lainattu.
sme: Dánssa idéa vuođđuduvvá filbmii Guovdageaidnu, gos maiddái duogáža Mari Boine musihkka lei luoikkahuvvon.

source: Tyttöjen opettaja Marjaana Aikio oli ommellut hienot ja värikkäät esiintymisasut.
sme: Nieiddaid oahpaheaddji Marjaana Aikio lei gorron nieiddaide fiinna ja girjját gárvvuid.

source: Kotiin lähdössä
sme: Ruoktot vuolgime

source: Kuvasta puuttuvat Anne Olli sekä ohjaajat Marjaana Aikio ja Teija Sonkkila.
sme: Govas váilot logahaga oahppi Anne Olli sihke bagadeaddjit Marjaana Aikio ja Teija Sonkkila.

source: Valokuva Anni Näkkäläjärvi.
sme: Čuovgagovva Anni Näkkäläjärvi.
